Repository: mozilla-l10n/mt-training-data
Catalog: odk/odk_pontoon.tmx
Source language: en_us
Languages: odk

source: Help us build a community around voice technology, stay in touch via email.
odk: آوازا هاڙِي ٽيڪنالاجِي چي چوڌارُون هيڪ برادرِي ٺاهوڻي ۾ امچِي مدد ڪرا، اِي ميلِي چي ذرِيعي رابطي ۾ ريهوا.

source: Help us build a high quality, publicly open dataset
odk: هيڪي سُٺي معيارا ائُون عوامِي نمُوني سُون کُلوڙي ڊيٽاسيٽ ٺاهوَڻي ۾ اَمچِي مدد ڪرا۔

source: Help us find more voices, share your goal
odk: بدِيڪ آوازا سوڌڻي ۾ امچِي مدد ڪرا، آپڪي مقصد شيئر ڪرا

source: Help us get to { $goal }
odk: اَمچِي { $goal } حاصل ڪرڻي ۾ مدد ڪرا

source: Help us validate sentences!
odk: جُملي صحِيح ڪرڻي ۾ امچِي مدد ڪرا۔

source: Help us validate voices
odk: آوازان چِي تصدِيقِي ۾ اَمچِي مدد ڪرا

source: Heng Hua
odk: هينگ هُوئا

source: Here are the links to download your ZIP files.
odk: تمچِيان زِپ فائِيلان نُون ڊائُون لوڊ ڪرڻي ڪاڻ اِٺي لِنڪ هِتي۔

source: Hidden
odk: لُڪوڙَي

source: Highland Puebla Nahuatl
odk: هائي لينڊ پيُوبا نواٽَل

source: Hiligaynon
odk: هيليگينائِي

source: Hill Mari
odk: هِل مرِي

source: Hindi
odk: هِندِي

source: His hand was rais-ed.
odk: ايڇا هٿ مٿي چلا گيلا۔

source: History, Law and Government
odk: تارِيخ، قانُون ائُون حڪُومت

source: Hours
odk: ڪِلاڪ

source: Hours Recorded
odk: رڪارڊ هُئوڙي ڪلاڪ

source: Hours Validated
odk: رڪارڊ هُئوڙي ڪلاڪ

source: How ?
odk: ڪِيُون؟

source: How are project decisions made?
odk: منصُوبي چي فيصلي ڪِيُون ڪلي گيلي هِتي؟

source: How can we effectively grow a language on Common Voice?
odk: اَمهِين هيڪِي ٻولِي نُون ڪِيُون صحِيح نمُوني سُون ڪامن وائِيسا ۾ بڌا سگھُون ڇئُون؟

source: How does Common Voice work?
odk: ڪامن وائِيس ڪِيُون ڪام ڪرَي ڇَي؟

source: How does site localization work?
odk: سائِيٽ لوڪلائيزيشن ڪِيُون ڪام ڪرَي ڇَي؟

source: How do I access and use the dataset?
odk: مين ڊيٽاسيٽا تاڻِين ڪِيُون پُج ائُون اونهُون اِستعمال ڪر سِگھَين ڇَين؟

source: How do I add a language?
odk: مين ڪو ٻولِي نُون ڪِيُون شامل ڪر سِگھَين ڇَين؟

source: How do I add sentences?
odk: مين جُملي ڪِيُون شامل ڪر سِگھَين ڇَين؟

source: How do I cite?
odk: مين ڪيُون بيان ڪرين؟

source: How do I know whether to approve a voice clip?
odk: مُنُون ڪِيُون خبر پڙَي تہ وائِيس ڪِلپا نُون منظُور ڪلَي جا؟

source: How do I record a high quality voice clip?
odk: مين هيڪ سُٺي معيارا هاڙا آواز ائُون ڪِلپ ڪِيُون رڪارڊ ڪر سِگھَين ڇَي؟

source: How do I stay in touch?
odk: مين ڪِيُون رابطي ۾ ريهہ سِگھَين ڇَين؟

source: How is Common Voice funded?
odk: ڪامن وائِيسا نُون ڪِيُون فنڊ ملَي ڇَي؟

source: How Spontaneous Speech works
odk: ڪُوڙِي تقرِير ڪيُون ڪام ڪرَي ڇَي۔

source: How to add multiple sentences
odk: گِڻوڙي جُملي ڪِيُون شامل ڪجِي

source: How would you describe your accent?
odk: تمهِين آپڪا اُچار ڪيُون سُڻاوا؟

source: How would you describe your sex or gender?
odk: تمهِين ڪِيون آپڪِي وضاحت ڪرا تہ تمهِين چاڙي ڇَوا يان بڙي مرد؟

source: Huarijio
odk: هُوآرِيجِيو

source: Huautla Mazatec
odk: هُوئاٽلا مَزٽيڪ

source: Hungarian
odk: هنگرِي

source: I agree
odk: مين راضِي ڇَين

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
odk: مين ڪامن وائِيسا جي </privacyLink> رازدارِي نوٽيسا <privacyLink> ائُون </termsLink> شرطا <termsLink> سُون راضِي ڇَين۔

source: Ibibio
odk: ابِيبيوئِي

source: Icelandic
odk: آئِس لينڊِي

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
odk: مين تصدِيق ڪرَين ڇَين تہ ويهچ جُملي عوامِي ڊومينا ۾ هِتي <wikipediaLink>۔ ائُون مُنُون ويهچ اَپ لوڊ ڪرڻي چِي موڪل ڇَي </wikipediaLink>۔

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
odk: * مين تصدِيق ڪرَين ڇَين تہ ها سوال <publicDomainLink> عوامِي ڊومين </publicDomainLink> ڇَي ائُون مُنُون اَپ لوڊ ڪرڻي چِي موڪل ڇَي۔

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
odk: عوامِي ڊُومين <wikipediaLink> مين تصدِيق ڪرين ڇَين تہ ها جُملا ڇَي، ائُون او اَپ لوڊ ڪرڻي چِي مُنُون </wikipediaLink> موڪل ڇَي۔

source: <icon></icon> Add multiple public domain sentences
odk: </icon> چُونڊوڙي جُملي عوامِي ڊومينا ۾ شامل ڪرا <icon>

source: Ideally natural and conversational (it should be easy to read the sentence)
odk: مثالِي نمُوني سُون قُدرتِي ائُون ٻولڻي هاڙي (اوهچ جُملا پڙهڻي ۾ سولا هُوَڻ کپَي)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
odk: مين اِي ميلا حاصل ڪرڻ چاهوين ڇَين، جُون مقصدا چي بارِي ۾ ياد ڏِراوَڻي هاڙِيا باتا، مانڇِي اُگتِي بڌڻي چي باري ۾ نوِيا باتا ائُون ڪامن وائِيسا چي باري ۾ نيُوزليٽر۔

source: I do not agree
odk: مين راضِي ڪونهِي ڇَين

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
odk: جي هيڪ ڪِلپ 2 ماڻسان چي طرفُون رد ڪلا گيلا ڇَي، اوهچ ڊيٽاسيٽا چي مُختلف سب سيٽا ۾ جارِي ڪلا گيلا ڇَي۔

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
odk: جي ويهچ تمچي آپڪي لفظ هِتي، <italicizedText> بس ڪيهوا تہ اَمهان نُون جاڻڻي چا کپ ڇَي تہ تمهان نُون ها مواد ڪِٺي مِللا ڇَي تہ جُون اَمهِين چيڪ ڪر سگھُون تہ اوهچ </italicizedText> عوامِي ڊومينا ۾ ڇَي ائُون ڪاپِي ڪرڻِي چِي موڪل ڪونهِي۔ حوالان بابت بڌِيڪ معلُوماتِي چي ڪاڻ ڏيکا امچا ”آپڪا حولا“

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
odk: جي اگر رڪارڊنگ ٽٽتِي پَڙي يان بڙِي وِمهين کڙڪا چا آواز هُوَي۔ تہ وِنُون رد ڪرا، جيسِي تاڻِين پُورا متن سُڻڻي چي لائِق نہ هُوَي۔

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
odk: جي تمهِين فائِيلي چي ڪاڻ ڪو بِي اضافِي معلُومات گيهڻ چاهوا ڇوا تہ پڇي مهربانِي ڪتِي<emailFragment> commonvoice@mozilla.com </emailFragment> رابطا ڪرا

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
odk: جي تمهِين فائِيلِي چي باري ۾ اِضافِي معلُومات گيهڻ چاهوا ڇَوا جڪو ٽيمپليٽا ۾ شامل ڪونهِي، تہ مهربانِي ڪتِي <emailFragment>commonvoice@mozilla.com</emailFragment> رابطا ڪرا۔

source: If the sentence does not meet the above criteria, click the "No" button.
odk: جي اگر جُملا مٿي ڏِيئوڙي معيارا نُون پُورَي ڪونهِي ڪرَي ڇَي تہ، ”نہ“ بٽڻا پر ڪِلڪ ڪرا۔

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
odk: جي بڙي جُملا مٿلان معياران پر پُورا نهِين اُترَي، تہ پڇي کٻي پاسُون “در ڪرا” بٽڻا پر ڪِلڪ ڪرا۔ جي اگر تمهان نُون جُملي بابت پڪ ڪونهِي ڇَي، تہ تمهِين اونهُون ڇوڙ سِگھا ڇَوا ائُون آوَڻي هاڙا جُملا ڏيک سِگھا ڇَوا۔

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
odk: جي اگر جُملا اجائِيا يان بڙي پريشان ڪرڻي هاڙا ڇَي۔ مثال واضح موادا چي ڪاڻ، يان بڙي امچِي برخلافِي چي ڪاڻ۔ </communityGuidelines> برادرِي چي بِچڙڻي چِي اڳواڻِي <communityGuidelines>۔ commonvoice@mozilla.com <emailFragment> مسئلا ڪرڻي پر تمهِان نُون جُملا رد ڪرڻ کپَي، اِسڙِي باتي پر تمهِين امهان سُون رابطا ڪر سِگھا ڇَوا۔

source: If the sentence meets the criteria above, click the "Yes" button.
odk: جي اگر جُملا مٿي ڏِيئوڙي معيارا نُون پُورَي ڪرَي ڇَي تہ، ”هوي“ بٽڻ هڻا۔

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
odk: جي بڙي جُملا معياران پر پُورا اُترَي ڇَي، تہ سجي پاسي ”منظُور ڪرا“ بٽڻا پر ڪِلڪ ڪرا۔

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
odk: جي تمهان نُون جُملي چي باري ۾ پڪ ڪونهِي ڇَي، تہ تمهِين اونهُون ڇوڙ بِي سِگھا ڇَوا ائُون اُگتي بڌا۔

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
odk: جي اگر تمهان نُون اِسڙِي شئي مِلَي ڇَي جڪو اِينهان هدايتان ۾ ڪونهِي، تہ پڇي مهربانِي ڪتِي آپڪِي سُٺِي سوچِي چي حسابا سُون ووٽ ڏِيا۔ جي اگر تمهِين سچاڻِيُون ۾ بِي فيصلي ڪرڻي کن لهراوا ڇوا۔ تہ ”اسڪپ“ بٽڻ اِستعمال ڪرا ائُون آوَڻي هاڙِي رڪارڊِنگِي ڏِسين بڌا۔

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
odk: جي تمهِين <strong>اُونهان نُون سُڻا ڇوا</strong> ائُون <strong>اُونهان نُون سمجھ ڇَوا</strong> هچ عام طورا پر <strong> منظُور ڪرڻ سُٺَي ڇَي<strong>

source: If you’d like to submit a tranche of questions for ingestion, you <githubLink>can do so via our GitHub</githubLink> or email your list to <emailFragment>commonvoice@mozilla.com.</emailFragment>
odk: جي تمهِين ادخالا چي ڪاڻ سوالان چي هيڪ قسط جمع ڪراواَڻ چاهوا ڇوا، تہ تمهِين <githubLink> امچي GitHub چي وسِيلي سُون جھُونچ ڪر سِگھا ڇَوا </githubLink> يان بڙي آپڪِي فهرستِي نُون <emailFragment>commonvoice@mozilla.com پر اِي ميل ڪرا۔ </emailFragment>

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
odk: جي تمهِين اَمهان نُون ڪهِين ڏِيهان اندر نہ سُڻلَي </emailLink> پر رابطا ڪرا { $email } ائُون اَمهِين ڏِسِين پُوٺَي آڻُُون <emailLink>۔

source: If you don't see your language in either part of the platform, select both.
odk: جي تمهان نُون پليٽ فارما چي ڪِسي بِي حِصي ۾ آپڪِي ٻولِي ڪونهِي ڏِيسَي ڇَي تِڏ ڏُنهِين نُون چُونڊا۔

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
odk: جي تمهِين يان تمچا اِدارا اي منصُوبي ۾ حِصا مِلاوَڻ چاهوَي ڇَي تہ تمهِين <donateLink>چندا<donateLink> ڏي سِگھا ڇَوا، يان امچِي ڀائِيوار ٽِيمِي <emailFragment>commonvoice@mozilla.com ز</emailFragment> سُون رابطا ڪر سِگھا ڇَوا۔

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
odk: جي تمهان نُون تعاون ڪرڻي ۾ پريشانِي هُوَي ڇَي پلِي، تہ تمهِين ڪِسِي بِي مهلِي آپڪِي ٻولِي چي ڪاڻ گھڻا مواد ڏيکڻي ڪاڻ پُوٺي جا سِگھا ڇَوا۔

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
odk: جي تمهِين ASR ماڊلز ٺاهوَڻي چي ڪاڻ ٽُولز سوڌا ڇوا پلي، تہ تمهِين برادرِي چي ڏُوجان ماڻسان سُون <discourseLink>ڊِسڪورسا پر </discourseLink> رابطا ڪر سِگھا ڇَوا.

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
odk: جي اگر تمهِين ڊيٽا سيٽا چي باري ۾ بڌِيڪ ٻولڻ چاهوا ڇَوا، رِٿوڙي پليٽ فارما چي بِچڙوڙي باڌاري، سِيڙپڪارِي ڪرڻ چاهوا ڇَوا يان بڙي تعاونا چي موقعي سوڌڻ چاهوا ڇَوا</emailFragment> اَمهان نُون هيڪ لِيڪا ڏِيا <emailFragment>۔

source: If you run out of sentences to review, please help us collect more sentences!
odk: جي تمچِي نظرثانِي ڪرِڻي چي ڪاڻ جُملي ختم هُتِي گيلي هِتي، تہ پڇي مهربانِي ڪتِي بڌِيڪ جُملي ڀيڙي ڪرڻي ۾ امچِي مدد ڪرا۔

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
odk: جي تمهِين سمجھا ڇوا تہ تلفظ <strong>سمجهڻ بلڪُل ناممڪن </strong> ڇَي، يان <strong>پس منظرا ۾ گوڙ </strong> ڇَي، يان <strong>ڏُوجين ماڻسين بِي ٻولي هِتين پلين </strong>، تہ پڇي تمهان نُون ڪِلپ رد ڪرڻ کپَي۔ <accuracyLink>امچِي درستگِي چي معيارا چي باري ۾ بڌِيڪ معلُومات ڏيکا </accuracyLink>

source: Igbo
odk: اگبوئِي

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
odk: مين ڪامن وائِيس ذاتِي مقصدا ائُون عطيا چي ڪاڻ ٺاهلا ڇَي۔ { $link } مان سُون شامل هُلا ائُون مشِينِي نُون سِکاڻڻي ۾ مدد ڪرا تہ اصل ماڻسين ڪِيُون ٻولين هِتين۔

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
odk: <privacyLink> جي مين موزِيلا سُون مطمين ڇَين، تمهِين جي معلُوماتِي نُون سنڀالڻي سُون جُون تمهِين پرائيويسِي پاليسِي </privacyLink> ۾ وضاحت ڪرا ڇَوا پلي۔

source: Include appropriate citation
odk: جائِز حوالي شامل ڪرا

source: Includes email, username & demographic info, available right away
odk: شامل ڇَي اِي ميل، مالڪا چَي نان ائُون ڊيموگرافڪ ڄاڻ، صفا جلدِي مهيا

source: Includes mp3s and related sentences, may take some time to prepare
odk: ائُون لاڳا پڙوڙي جُملي، تيار هُوَڻي ۾ ڪهِين وقت گيه سِگھَي ڇَي mp3s شامل هِتي

source: Indonesian
odk: اِنڊونيشِيئَن

source: Indus Kohistani
odk: اِنڊس ڪوهستانِي

source: Information about the language
odk: ٻولِي بابت ڄاڻ

source: In Progress
odk: شرُوع ڇَي (جارِي ڇَي)

source: Interested in getting involved with this project, or partnering with us?
odk: اي پروجيڪٽا سُون بِچڙڻي ۾ شونق راکا ڇَوا، يان بڙي اَمهان سُون شراڪت ڪرا ڇَوا؟

source: Interested in learning more and contributing to the project?
odk: بڌِيڪ سِيکڻي ائُون منصُوبي ۾ حِصا گيهڻي ۾ شونق ميهلا ڇَوا؟

source: Interlingua
odk: انٽرلنگوائِي

source: Interlingue
odk: انٽر لِنگُوئي

source: [interrupted by background noise]
odk: [پس منظرا چي لُڙا ۾ رڪاوٽ]

source: Intersex
odk: اِنٽرسيڪس

source: Iñupiaq
odk: اِنُوپِياڪ

source: Invalid file
odk: ناقص فائِيل (ردِي فائِيل)

source: Irish
odk: آئِرستانِي

source: IsiNdebele (North)
odk: اُتر انڊيلائِي

source: IsiNdebele (South)
odk: ڏکڻ انڊيلائِي

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
odk: </isoCodeLink> جي اگر جاڻڻ ISO ڪوڊس <isoCodeLink>

source: Is the clip valid?
odk: ڪا ڪِلپ تصدِيق ڪروڙي هِتي۔

source: Italian
odk: اطالوِي

source: It contains words or phrases that are hard to read or pronounce.
odk: اي منجھ اِسڙي لفظ يان جُملي شامل هِتي، جڪو پڙهڻي ائُون ٻولڻي ۾ ڏُکِيئي هِتي۔

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
odk: ڊيٽاسيٽا چِي ميزبانِي ڪرڻي ائُون 100+ ٻولِيان چي ڪمپيُوٽرا چي ڪاڻ پليٽ فارما سُٺَي ٺاهوَڻي چي ڪاڻ اٽڪل هيڪ ملين ڊالر خرچ هُوي هِتي جڪو اَمهِين ڪرُون ڇئُون؟

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
odk: ڊيٽا سيٽا چِي ميزبانِي ڪرڻي چي ڪاڻ پليٽ فارم سُٺَي ٺاهوَڻي چي ڪاڻ جڪو 100 کن بڌِيڪ ٻولِيا ٻولڻي هاڙي ڪمپيُوٽر اِستعمال ڪري هِتي هر، هيڪي سالا ۾ لڳ ڀڳ هيڪ ڪِروڙ ڊالر خرچ هُوَي هِتي۔ جي بڙي تمهِين کُلوڙِي ڪُلان ڪاڻ ناقابِل ڏيٽا رسائِي نُون اهميت ڏِيا ڇَوا </strong> تہ مهربانِي ڪتِي آج </strong> عطِيا ڏِيا۔

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
odk: ڊيٽا سيٽا چِي لگاتار ميزبانِي ڪرڻ ائُون جاري ڪرڻ، پليٽ فارما نُون بهتر ٺاهوڻ ائُون <africaMradiLink> برادرِي چي پروگرام </africaMradiLink> هلاوَڻي ڪاڻ تمام گهڻا خرچ لاگَي ڇَي۔

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
odk: عوامِي ڊومين <publicDomain> اُونهچ ڏاڍَي لازمِي ڇَي تہ سِگڙان متنا چي جُملي ليسڻا چي حسابا سُون جارِي ڪلي گيلي هِتي۔ cco هُوِي جُون ڪامن وائِيسا ڊيٽائِي نُون عوامِي ڊومين</publicDomain> ۾ رُگَي ڪِڏ بِي هيڪ جُملا اَپلوڊ ڪرا، جي اگر تمهِين اَپلوڊ ڪلَي ڇَي ائُون سدائِين ڳنڍوڙي حوالي شامل ڪرا۔

source: It is written in a language different than what I’m reviewing.
odk: مين ايڇا جائِزا ڪِيُون گيهَين ڪان جو ها هيڪِي مٽ ٻولِي ۾ لِکوڙا ڇَي۔

source: It is written in a language different than what I’m speaking.
odk: اوهچ هيڪي اِسڙِي ٻولِي ۾ لِکوڙا ڇَي، جڪو مين ٻولَين ڇَين پلا وِکن فرق ڇَي۔

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
odk: حوالي شامل ڪرڻي چي ڪاڻ لازمِي ڇَي تہ جُون اَمهِين چيڪ ڪر سگھُون ڇئُون تہ جُملي عوامِي ڊومينا ۾ هِتي ڪاپِي رائِيٽ ڪرڻي پابندِي لاڳُو ڪونهِي ڇَي۔

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
odk: ڪامن وائِيسا ۾ اوهچ تمام گھڻَي گيهَي ڇَي۔ اَمهِين اُونهچ هيکلَي ڪونهِي ڪرُون۔ اَمهان سُون ڀائيوارِي ڪرڻ چاهوا؟ اَمهِين تمهان نُون سُڻڻ پسند ڪرهُون۔

source: Izhorian
odk: اَزهورِِي

source: Japanese
odk: جاپانِي

source: Jaqaru
odk: جَڪارُوئِي

source: Javanese
odk: جاوانِي

source: Join Discord Community
odk: ڊسڪارڊ برادرِي ۾ شامل هُوا۔

source: Join our community
odk: امچِي برادرِي ۾ شامل هُوا

source: Join the Common Voice mailing list
odk: ڪامن وائِيسا چِي اِي ميلا چِي فهرستِي ۾ شامل هُوا

source: Join us on Discord
odk: ڊسڪارڊا پر اَمهان ڀيڙي هُوا

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
odk: بس تڪڙي قُدرتِي نمُوني سُون جواب ڏِيا جِترَي تمهِين ڪهِين جُملان ۾ ڪر سِگھا ڇَوا۔ يقِين ڪراوا تہ تمچِي ٻولِي اِحتراما چي قابِل ائُون نہ بڻڻي هاڙِي ڇَي۔

source: Just Unsure?
odk: رُگَي پڪ ڪونهِي

source: Kabardian
odk: ڪَبراڊِي

source: Kabyle
odk: ڪابُلِي

source: Kalasha
odk: ڪيلاشِي

source: Kalenjin
odk: ڪَلينجِنِي

source: Kalkoti
odk: ڪَلڪوٽِي

source: Kannada
odk: ڪناڊا

source: Kaqchikel
odk: ڪچِيڪيلِي

source: Kara
odk: ڪَرائِي

source: Karakalpak
odk: ڪَرڪالڪِي

source: Kateviri
odk: ڪَٽويرِي

source: Kazakh
odk: قَزاخِي

source: { $kb }kb max
odk: وڌا ۾ وڌ kb { $kb }

source: Keep
odk: ميهلا

source: Keep it up, record again <recordIcon></recordIcon>
odk: اونهُون جارِي راکا، بڙتِي رڪارڊ ڪرا۔ <recordIcon> </recordIcon>

source: Keep the recordings
odk: رڪارڊنگِي نُون ميلها

source: Keep track of your progress and metrics across multiple languages.
odk: گھڻِيا ئِي ٻولِيا ۾ تمچِي ترقِي ائُون ميٽرڪِي چي ٽريڪ ميهلا۔

source: Keep track of your progress with a profile
odk: پروفائيلِي سُون آپڪا هيڪ پروگريس رڪارڊ ميهلا۔

source: Keep track of your progress with a profile and help our voice data be more accurate.
odk: هيڪي پروفائِيلِي پر آپڪِي ترقِي چِي خبر ميهلا ائُون اَمچي آوازا چي ڊيٽا سيٽا نُون بڌِيڪ صحِيح ڪرڻي ۾ مدد ڪرا۔

source: Kelabit
odk: ڪيلابت

source: Kenyah
odk: ڪينياه

source: Kenyi
odk: ڪِينيائِي

source: Ketrani
odk: ڪيٽرانِي

source: Khmer
odk: خمِيرِي

source: Khowar
odk: کووارِي

source: K'iche'
odk: ڪَڇِي

source: Kichwa
odk: ڪِڇوا

source: Kidaw'ida
odk: ڪِدوِيدائِي

source: Kikuyu
odk: ڪَڪيوئِي

source: Kinyarwanda
odk: ڪِينياروانڊا

source: Kohistani Shina
odk: ڪوهستانِي شِينا

source: Kom
odk: ڪوم

source: Komi-Zyrian
odk: ڪومِي زيرائِي

source: Konkani (Devanagari)
odk: ڪوڪاڻِي (ديوَناگرِي)

source: Konkani (Romi)
odk: ڪانڪاڻِي (رومِي)

source: Korean
odk: ڪورِيئَن

source: Kuku
odk: ڪُوڪُو

source: Kurmanji Kurdish
odk: ڪَرمانجِي ڪَردِي

source: Kyrgyz
odk: ڪَرغيزِي

source: Language
odk: ٻولِي

source: Language Fundamentals (e.g. Digits, Letters, Money)
odk: ٻولِي چي بُنيادِي اُصُول (عدد، اکرين ائُون ڏوڪڙ)

source: Language Request
odk: ٻولِي چِي درخواست

source: Language request successfully submitted, thank you.
odk: ٻولِي چِي درخواست ڪاميابِي سُون قبُول هُتي گيلِي، مهربانِي

source: Languages
odk: ٻولِيا

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
odk: ٻولِيان باڌارِيان ضرُورتان سُوڌَي آپڪي آپڪي تصدِيقي ضابطي ميله سِگھي هتِيا جِڏ ويهچ مقامِي هُوَي هِتِيا۔ جي اگر ڪو بِي ٻولِي چِي ڪاڻ تصدِيقِي هاڙِي فائِيل ڪونهِي ڇَي تہ انگريزِي قائدي مددگاران نُون بانوَهي۔

source: Language Text
odk: ٻولِي چا متن

source: Lao
odk: ليوئِي

source: Large bulk sentence submission
odk: گھڻِي تعدادِي ۾ جُملي ڀيڙي ڪراوَڻ

source: Large, publicly available voice datasets will foster innovation and healthy competition in machine-learning speech technology. Common Voice’s dataset is the largest of its kind, but not the only one. This page serves as a reference hub for other open-source voice datasets and a home for our release updates as Common Voice grows.
odk: موٽَي، عوامِي طورا پر دستياب ڊيٽا سيٽا مشِينِي سُون سِيکڻي پر ٻجھوڙِي ٻولڻي چِي ٽيڪنالاجِي ۾ نوين رستِي ائُون صحتمند مقابلي نُون باڌارا ڏِيهِي۔ ڪامن وائِيسا چا ڊيٽا سيٽ آپڪي قِسما چا سِگڙان کن موٽا ڊيٽا سيٽ ڇَي، پَر اوهچ هيکلا ڪونهِي۔ ها صفحا ڏوجان اوپن سورس آوازان چي ڊيٽا سيٽان چي ڪاڻ هيڪ حوالي چي طورا پر ڪام ڪرهِي ائُون جُون جُون ڪامن وائِيس بڌِي ها اَمچِي رلِيزهُوڙِي اپڊيٽِي چي ڪاڻ مرڪز بِي هُوِي۔

source: Large scale corporates and platform companies
odk: موٽي پيماني پر ڪارپوريٽ ائُون پليٽ فارم ڪمپنِيان

source: Lassi
odk: لاسِي

source: Last Updated: { $lastUpdatedTimeStamp }
odk: { $lastUpdatedTimeStamp } آخرِي تازا ڪارِي

source: Latgalian
odk: لٽگالينِي

source: Latvian
odk: لاتوينِي

source: Launched
odk: شرُوع ڪلا گيلا

source: Laz
odk: لازِي

source: Leaderboard Visibility
odk: لِيڊر بورڊا چِي نمائش

source: Learn about partnerships with Common Voice
odk: ڪامن وائِيسا سُون بِچڙڻي چي باري ۾ ڄاڻا۔

source: Learn about the mission and team behind Common Voice
odk: ڪامن وائِيسا چي لارُون مِشنا ائُون ٽِيمِي بابت سِيکا

source: Learn how to check a transcription
odk: نقلي چِي جانچ ڪرڻي چا طرِيقا سِيکا۔

source: Learn how to take part
odk: سِيکا تہ ڪِيُون شامل هُجَي

source: Learn how to transcribe
odk: نقل ڪرڻي چا طرِيقا سِيکا

source: Learn how to use this page
odk: اي صفحي نُون اِستعمال ڪرڻي چا طرِيقا جاڻا۔

source: Learn More
odk: بڌِيڪ ڄاڻا

source: Leaving now means you’ll lose your changes
odk: اِمهين ڇوڙڻي چا مطلب ڇَي تہ تمهِين آپڪِي مٽا سٽا گُونهوا

source: Leaving now means you'll lose your progress
odk: اِمهين ڇوڙڻي چا مطلب ڇَي تہ تمهِين آپڪِي مٽا سٽا گُونهوا

source: Length
odk: لانٻتاڻَي

source: Let's Get Started
odk: آوا تہ شرُوعات ڪرُون

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
odk: روسِي الفابيٽِي ۾ "ж"، اکر لازمِي نمُوني سُون ٻولڻي ۾ صحِيح هُوَڻ کپَي۔ مثال هيڪ اکر ڇَي۔ پڙ ڪِڏ بِي انگريزِي ۾ اِستعمال ڪونهِي ڪلَي گيلَي ڇَي ائُون تڪا چي ڪاڻ ڪتِي ڪو بِي انگريزِي ماخذا چي متنا ۾ ڪِڏ بِي ظاهر نہ هُوَڻ کپَي۔

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
odk: Librispeach 16 (لائِيبر اسپِيچ) پڙهڻي هاڙِي انگريزِي اسپِيچ ڇَي Khz جڪو LibriVox اٽڪل 1000 ڪلاڪان چي پروجيڪٽا مُون آڊيو بُڪ پڙهڻي مُون نِڪروڙا ڇَي۔

source: License
odk: ليسڻ

source: License: <licenseLink>CC-0</licenseLink>
odk: <licenseLink> ليسڻ CC-o </licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
odk: <licenseLink> ليسڻ{ $license } </licenseLink>

source: Ligurian
odk: لگورِينِي

source: Lingala
odk: لنگالِي

source: Link Copied
odk: لِنڪ ڪاپِي هُتِي گيلا

source: Links to websites that can help us understand the language
odk: ويب سائِيٽان چي لِنڪ جڪو امچِي ٻولِي نُون سمجھڻي ۾ مدد ڪر سِگھي هِتي

source: Listen
odk: سُڻا

source: Listening
odk: سُڻڻ

source: Listen options menu
odk: سُڻڻي چي ڪاڻ اِختياران چا مينيُو

source: Listen-Queue
odk: سُڻا-قطار

source: Lithuanian
odk: لَٿوينِي

source: Loading…
odk: ۔۔۔۔لوڊ هُوَي ڇَي پلا
